[{"author":"admin","name":"PB & J","desc":"White bread with peanut butter and grape jelly","type":"lunch","ingredients":"1 tbs peanut butter\n1 tbs grape jelly\n2 pieces white bread","instructions":"1. Using a butter knife, spread the peanut butter on one piece of white bread.\n2. Using a butter knife, spread the jelly on one piece of white bread.\n3. To assemble the sandwich, press the jelly side of the bread to the peanut butter side of the bread.","rating":{"score":-1,"by":{"a":-1}}},{"author":"admin","name":"Cucumber and tomato salad","desc":"A simple salad with cucumbers, tomatoes, dill, and garlic.","type":"lunch","ingredients":"2 roma tomatoes\n1 large cucumber\n1 clove of garlic\n1/2 tbs dill","instructions":"1. Remove the skin from the cucumber with a vegetable peeler. Slice the cucumber in half, length wise. Then, slice each half into thin hemispheres.\n2. Cut the tomatoes into quarters.\n3. Mince the clove of garlic. \n4. Add the cucumber slices, tomato slices, minced garlic, and dill to a large bowl. Mix the salad to combine. Add salt and pepper to taste. ","rating":{"score":1,"by":{"a":1}}},{"author":"admin","name":"Chocolate strawberries","desc":"A simple dessert with fresh, chocolate-dipped strawberries","type":"dessert","ingredients":"300 g semi-sweet chocolate\n900 g strawberries with stems","instructions":"1. Wash the strawberries and dry them very well, using either a paper towel or a clean cloth towel.\n2. Chop the chocolate into small pieces if it is not already in small pieces. Place into a microwaveable bowl and microwave on 20 second intervals until the chocolate fully melts. Stir often, and be careful not to burn the chocolate\n3. Holding the strawberry by the stem, dip it into the chocolate and lift and twist the strawberry to remove. Place the strawberry on parchment paper.\n4. Repeat step 3 for each strawberry\n5. Chill the strawberries until the chocolate sets, about 15 minutes.","rating":{"score":0,"by":{}}},{"author":"admin","name":"Omelette","desc":"A quick and simple breakfast omelette","type":"breakfast","ingredients":"2 eggs\n1 tbs milk\n2 tbs olive oil","instructions":"1. Crack 2 eggs into a small bowl. With a fork, quickly whisk the eggs until the whites and the yolks are well combined.\n2. Pour the milk into the beaten eggs and whisk to combine.\n3. Pour the olive oil into a small frying pan. Heat the pan on medium heat. When the pan is hot, pour the egg mixture into the pan. Cover the pan with a lid for approximately 6 minutes, or until the omelette has puffed up.\n4. With a spatula, flip the omelette to the other side and cook for 2 minutes. Once done, transfer the omelette to a plate and serve.","rating":{"score":1,"by":{"a":1}}},{"author":"admin","name":"Strawberry-banana smoothie","desc":"A simple and classic smoothie with strawberries and banana","type":"drink","ingredients":"5 strawberries, stems removed\n1 medium banana, peeled\n1 cup of milk\n1 cup of ice","instructions":"1. To a blender, add all of the ingredients. Blend until the drink is smooth and no large pieces of fruit or ice remain.","rating":{"score":0,"by":{}}}]